// the keys are full genre / default names. the values should be localized names short enough to appear as a folder title 
// without being truncated

// default name if no common genre is available
"Folder" = "Priečinok";

// default name for folders containing bookmarks and webclips
"Bookmarks" = "Záložky";

// genre names
"Social Networking" = "Sociálne";
"Reference" = "Odkazy";
"News" = "Správy";
"Games" = "Hry";
"Productivity" = "Produktivita";
"Entertainment" = "Zábava";
"Lifestyle" = "Životný štýl";
"Navigation" = "Navigácia";
"Music" = "Hudba";
"Utilities" = "Utility";
"Travel" = "Cestovanie";
"Sports" = "Šport";
"Healthcare & Fitness" = "Zdravie";
"Photography" = "Fotografia";
"Finance" = "Financie";
"Business" = "Obchod";
"Education" = "Vzdelávanie";
"Weather" = "Počasie";
"Books" = "Knihy";
"Medical" = "Zdravotné";
"Stores" = "Obchody Store";

// game subgenre names
"Action Games" = "Akčné";
"Adventure Games" = "Dobrodružné";
"Arcade Games" = "Arkády";
"Board Games" = "Stolné hry";
"Card Games" = "Kartové hry";
"Casino Games" = "Kasíno";
"Dice Games" = "Kockové hry";
"Educational Games" = "Vzdelávacie";
"Family Games" = "Detské hry";
"Kids Games" = "Detské hry";
"Music Games" = "Hudobné hry";
"Puzzle Games" = "Puzzle";
"Racing Games" = "Pretekárske";
"Role Playing Games" = "Rolové hry";
"Simulation Games" = "Simulátory";
"Sports Games" = "Šport";
"Strategy Games" = "Stratégie";
"Trivia Games" = "Hry - kvízy";
"Word Games" = "Slovné hry";



